/* Go back action title */
"Back" = "返回";

/* Continue action title */
"Continue" = "继续";

/* Setup a new printer title */
"Set Up New Printer" = "设置新打印机";

/* Application name */
"HP Easy Wireless Setup" = "HP Easy Wireless Setup";

/* HP Smart print details explanation */
"In just a few steps, you can start using your HP printer." = "只需几步，就可以开始使用您的 HP 打印机了。";

/* Prepare printer message */
"Prepare" = "准备";

/* Ensure power is on message on prepare printer view */
"Power is ON" = "电源已打开";

/* Unconfigured printer display name */
"New Wireless Printer" = "新无线打印机";

/* Printer selection view title */
"Connect" = "连接";

/* Printer selection view description */
"Click Continue to set up a new wireless printer, or click Show All to select a printer that is already connected." = "单击“继续”设置新的无线打印机，或者单击“全部显示”以选择已经连接的打印机。";

/* Show all printers button title */
"Show All" = "全部显示";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         	Printer configuration                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Printer confuguration view description */
"Follow these steps to add your printer to your Wi-Fi network." = "依照以下步骤将您的打印机添加到 Wi-Fi 网络。";

/* Connect to HP-Setup- network title */
"Connect your Mac to the printer" = "将您的 Mac 连接到打印机";

/* Connect to HP-Setup- network explanation */
"Click the Wi-Fi icon in the menu bar and choose the printer's network (starts with \"HP-Setup\")." = "单击菜单栏上的 Wi-Fi 图标，然后选择打印机的网络（以“HP-Setup”开头）。";

/* Connect to known network message */
"Click the Wi-Fi icon in the menu bar, and select your printer network (%@)" = "单击菜单栏上的 Wi-Fi 图标，然后选择您的打印机网络 (%@)";

/* Restore WiFi network step title */
"Restore your Mac's original Wi-Fi setting" = "恢复您的 Mac 的原始 Wi-Fi 设置";

/* Generic network name in lowercase */
"your network" = "您的网络";

/* Restore WiFi network step explanation */
"Click the Wi-Fi icon in the menu bar and choose the %@ network." = "单击菜单栏中的 Wi-Fi 图标，然后选择 %@ 网络。";
"Click the Wi-Fi icon in the menu bar, choose \"Join Other Network\", and connect to the %@ network." = "单击菜单栏上的 Wi-Fi 图标，选择“加入其他网络”，然后连接到 %@ 网络。";

/* Generic network name */
"Your network" = "您的网络";

/* Password description format */
"The Wi-Fi network%1$@requires a%2$@password." = "Wi-Fi 网络%1$@需要 %2$@密码。";

/* Password title */
"Password:" = "密码：";

/* Cancel button title */
"Cancel" = "取消";

/* OK button title */
"OK" = "确定";

/* Join button title */
"Join" = "加入";

/* Try again button title */
"Try Again" = "重试";


/* Default button of alert on timeout while restoring connection */
"Wait" = "等待";

/* Alternate button of alert on timeout while restoring connection */
"Reconfigure" = "重新配置";

/* Network joining error description */
"Make sure the network name and password are correct, try again later, or select another network from the list." = "请确保网络名称和密码正确，稍后重试，或者从列表中选择其他网络。";

/* Other button of alert on timeout while restoring connection */
"Cancel" = "取消";

/* Message text of the alert when connecting to unsupported network */
"Cannot connect to the network \"%@\"" = "无法连接到网络“%@”";

/* Informative text of the alert when connecting to unsupported network */
"The network \"%1$@\" has the %2$@ encryption type. This encryption type is not supported." = "网络“%1$@”具有 %2$@ 加密类型。不支持此加密类型。";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Print test page controller                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Add and print screen messages */
"Follow the steps below to prepare for printing." = "请依照以下步骤准备打印。";
"Click Add Printer. A new window will open." = "单击“添加打印机”。此时将打开一个新窗口。";
"Add Printer..." = "添加打印机…";
"In the newly opened window:" = "在新打开的窗口中：";
"Choose \"%1$@\" from the %2$@ pop-up menu." = "从 %2$@ 弹出菜单中选择“%1$@”。";
"Use" = "使用";
"Print Using" = "打印使用";


"Click Add." = "单击“添加”。";
"To ascertain that the printer has been successfully configured, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "要确定打印机已成功配置，请在打印机的纸盒中放一张 %@ 纸，然后单击“打印测试页”。";

"Print Test Page" = "打印测试页";

/* The name of the print job */
"Test Page" = "测试页";

"Add and Verify" = "添加并验证";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         Join other network sheet                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Join other network sheet title */
"Find and join a Wi-Fi network." = "查找并加入 Wi-Fi 网络。";

/* Join other network description label */
"Enter the name and security type of the network you want to join." = "输入您要加入的网络的名称和安全类型。";

/* Network name label */
"Network Name:" = "网络名称：";

/* Security type label */
"Security:" = "安全：";

/* Password label */
"Password:" = "密码：";

/* Show password checkbox title */
"Show password" = "显示密码";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                   			     Rename printer       		                  */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Apply" = "应用";

"Done" = "完成";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			     Network popup												*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Refreshing Networks..." = "正在刷新网络…";
"No Networks Found" = "未找到网络";
"%d Networks Found" = "找到了 %d 个网络";
"Join Other Network..." = "加入其他网络…";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			   Network selection tutorial									*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Wi-Fi: On" = "Wi-Fi：打开";
"Turn Wi-Fi Off" = "关闭 Wi-Fi";
"HP-Setup..." = "HP-Setup…";
"Home" = "主页";
"Create Network..." = "创建网络…";
"Open Network Preferences..." = "打开网络偏好设置…";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Login and password sheet                            */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ is trying to change your print settings. Type your password to allow this." = "%1$@ 正常尝试更改您的打印设置。请键入您的密码以允许此操作。";

"%1$@ is trying to change your print settings. Type an administrator's name and password to allow this." = "%1$@ 正在尝试更改您的打印设置。请键入管理员的名称和密码以允许此操作。";

"Account name:" = "帐户名称：";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                           Non HP driver sheet                              */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/


"Use the Current Driver" = "使用当前的驱动程序";

"Switch to the HP Driver" = "切换到 HP 驱动程序";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                          Network Encryption types                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
"none" = "无";
"wpa_psk_or_wpa2" = "WPA/WPA2 个人级";
"wpa_enterprise" = "WPA 企业级";
"wpa2_enterprise" = "WPA2 企业级";
"wpa_psk" = "WPA 个人级";
"wpa2" = "WPA2 个人级";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                 Plus version                               */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
/* Finish setup screen strings */
"Preparing to open HP Utility..." = "正在准备打开 HP Utility...";
"Thank You!" = "非常感谢！";
"Continue with HP Utility" = "继续使用 HP Utility";
"Click Open HP Utility and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "单击“打开 HP Utility”，然后按照显示的步骤操作。打开 HP Utility，HP Easy Start 将自动关闭。";
"Cannot open HP Utility." = "无法打开 HP Utility。";
"Open HP Utility..." = "打开 HP Utility...";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "现在您已建立连接并安装了必要软件，使用 HP Utility 可完成其余打印机设置任务。";


/* Software installation strings */
"We were not able to automatically locate any software options for this product. Please go to the HP Website and search for product solutions there." = "我们未能自动找到任何适用于本产品的软件选项。请访问 HP 网站并从中搜索产品解决方案。";
"Searching for software..." = "正在搜索软件...";
"Install" = "安装";
"Recommended" = "推荐";
"Installing... %.1f%%" = "正在安装... %.1f%%";
"Loading..." = "正在加载...";
/* Description text for alert on error happened during enabling Web Services */
"The HP Web Services for your device could not be activated" = "无法激活设备的 HP Web 服务";

/* Solution text for alert on error happened during enabling Web Services */
"Please make sure the device is connected to the Internet and has proper proxy settings." = "请确保设备已连接到 Internet，并具有正确的代理设置。";

/* Short status message for installation process stalled */
"System activity in progress, please wait…." = "系统活动正在进行中，请稍候...";

"Cannot obtain software information." = "无法获取软件信息。";
"Cannot install software." = "无法安装软件。";
"Go back to the previous step and try to install the software again." = "返回到上一步，并尝试重新安装软件。";
"%@ is busy" = "%@ 正忙";
"Downloading... %@" = "正在下载... %@";
"Update available" = "有可用更新";
"Downloaded" = "已下载";
"Version: %@" = "版本：%@";
"Status: %@" = "状态：%@";
"Installed successfully" = "安装成功";
"The software cannot be installed. Try again later." = "无法安装该软件。请稍后再试。";
"Cannot connect to server" = "无法连接到服务器。";
"Required" = "必需";
"Up to date" = "最新";
"Not Installed" = "未安装";
"Software installation requires authorization." = "软件安装需要授权。";
"Cannot obtain software information. Check your network connection, and then try again." = "无法获取软件信息。请检查您的网络连接，然后重试。";
"Cannot download the software." = "无法下载该软件。";
"Check your network connection, and then try again." = "请检查您的网络连接，然后重试。";
"Waiting..." = "等待...";
"Connecting..." = "正在连接...";
"OSPSentencesJoinFormat" = "%@%@";


/* Print Queue Setup */
"Would you like to use the HP printer driver?" = "您是否想使用惠普打印机驱动程序？";
"Select \"%@\"" = "选择 \"%@\"";

/* Setup printer by IP address instruction */
"Select the IP tab and then enter %@ in the Address field." = "请选择 IP 选项卡，然后在“地址”字段中输入 %@。";

"Choose \"%@\" from the Protocol pop-up menu." = "请从“协议”弹出菜单中选择“%@”。";
"Choose a protocol supported by your printer from the Protocol pop-up menu." = "请从“协议”弹出菜单中选择打印机支持的协议。";

"Generic PostScript Printer" = "通用 PostScript 打印机";
"Generic PCL Printer" = "通用 PCL 打印机";

/* Printer search/discovery */
"Ready to Connect" = "可以连接";
"Search for IP address: %@" = "搜索 IP 地址：%@";
"Searching..." = "正在搜索...";
"No devices have been found." = "找不到设备。";
"No devices have been found" = "找不到设备";

"Search for host name: %@" = "搜索主机名：%@";

/* Printer configuration */
"Note: When you click Join, your Mac will be temporarily disconnected from your wireless network. %@" = "注: 单击“加入”时，Mac 将暂时与无线网络断开连接。%@";
"More..." = "更多..."; 
"About HP Auto Wireless Connect" = "关于 HP 自动无线连接";

/* Connect device to Wi-Fi network screen description. The "Join" button is to be titled "加入", consistently with other strings */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click Join." = "单击设备图标下方的标签，并为您的设备指定一个易于识别的名称，确保已选中您 Mac 的当前 Wi-Fi 网络，然后单击“加入”。";


/* Preferences window title */
"Preferences" = "首选项";

/* Error messages */

"Cannot connect to the selected network." = "无法连接到所选网络。";
"Cannot configure the printer." = "无法配置打印机。";

/* Displayed when user tries to quit app during system configuration change */
"You cannot quit the application while changes are being applied." = "在应用更改的过程中不能退出应用程序。";

/* Message displayed on test page */
"Printing is enabled" = "已启用打印";

/* Displayed when user tries to quit app during software installayion */
"You cannot quit the application during installation. Wait until the installation is completed." = "安装过程中您无法退出应用程序。请稍候，直到安装完成。";

/* Reminders */
"Remind Me..." = "提醒我…";
"Set reminders to explore and install free HP-recommended software." = "请将提醒设置为浏览并安装惠普推荐的免费软件。";
"Checking for software..." = "正在检查软件…";

/* Displayed name of the application home page link in reminders view */
"Home Page" = "主页";

/* Reminder time options */
"30 minutes" = "30 分钟";
"1 hour" = "1 小时";
"1 day" = "1 天";
"No reminders" = "无提醒";

"Enable Printing" = "启用打印";

"You cannot quit the application." = "您无法退出应用程序。";

/* Reminders screen title  and description for case reminders are not available (10.7) */
"Other Software" = "其他软件";
"Explore and install free HP recommended software." = "浏览并安装惠普推荐的免费软件。";

/* Reminders screen description for case when reminders are unallowed for the app */
"Please allow %@ to access your reminders in the Security & Privacy system preferences pane" = "请允许 %@ 在安全与隐私系统首选项窗格中访问您的提醒。";

/* Caption of the network selection pop-up button when no network is selected and join button is disabled */
"Select the network" = "选择网络";


/* Info button title */
"More Info" = "更多信息";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                     2.0                                    */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ may have been deleted or moved to another location. Quit and then reopen %1$@, and try again." = "%1$@ 可能已被删除或移动到另一个位置。请退出并重新打开 %1$@，然后重试。";
"Cannot complete operation" = "无法完成操作";
"Are you sure that you want to skip Online Setup steps?" = "是否确定要跳过“联机设置”步骤?";
"Skip" = "跳过";
"Online Setup is an important part of the complete setup of your printer. Certain product features may not be available to you until these steps are completed." = "联机设置是整个打印机设置过程中的重要组成部分。要使用某些产品功能，必须首先完成这些步骤。";
"Unable to communicate with the printer." = "无法与打印机通信。";

/* Printer is not found title */
"No devices found that match search criteria" = "未找到符合搜索条件的设备";

/* Description for case when the printer is not found during the filtering */
"Make sure that your device is powered on, and already connected to your network or via USB or ready to connect to your wireless network. Also check the product name, or assigned name for the networked device, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "请确保您的设备已接通电源，并且已连接至网络、已连上 USB 或准备连接至您的无线网络。此外，请检查已接入网络的设备的产品名称或分配名称，并确保键入了正确的搜索信息。如果仍未找到您的设备，请单击“信息”按钮，获取需遵循的更多提示。";

/* Incorrect queue creation alert title and description */
"Printing was not enabled" = "未启用打印。";
"Printing was not enabled successfully during the previous steps. This appears to have been caused by an incorrect printer selection in the Add Printer dialog. Please perform these steps again and pay close attention to the selections that you make." = "在之前的步骤中未成功启用打印功能。此问题可能是由于在“添加打印机”对话框中未正确选择打印机造成的。请再次执行这些步骤，并仔细进行选择。";

"To connect the printer, complete the following steps. After you complete each step, click \"Try Again\".\n\n1. Make sure all printer cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the printer off, and then turn it on again" = "要连接打印机，请完成以下步骤。在完成每个步骤后，单击“重试”。\n\n1. 确保所有打印机电缆已牢固连接，或者无线连接可正常工作。\n\n2. 关闭打印机，然后重新打开打印机。";

"Username:" = "用户名:";

/* Conclusion screen title */
"Continue Online" = "继续联机";

/* Conclusion screen description */
"Now that you are connected and essential software is installed, remaining printer setup tasks will occur online." = "由于您已连接上且必需的软件已安装，因此剩余的打印机设置任务将联机执行。";

/* Continue Online button title */
"Continue Online..." = "继续联机…";

/* Continue Online action description */
"Click Continue Online to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "单击“继续联机”以打开您的 Web 浏览器，然后遵循提供的步骤。一旦您的浏览器打开，HP Easy Start 将自动关闭。";

/* Skip Online Setup alert buttons */
"Continue Online Setup" = "继续在线安装";
"Skip Online Setup" = "跳过在线安装";

/* Finishing OWS setup progress title */
"Finishing setup..." = "正在完成安装...";

/* No-devices-found instruction */
"Make sure that the device is powered on, all cables are connected, and wireless access is enabled on the device. Click the Information button for more tips to follow if your device is still not found." = "请确保设备已启动，所有电缆已连接，且设备上已启用无线访问。如果仍未找到设备，请单击“信息”按钮以获取更多要遵循的提示。";

/* Not enough free space for SW download error description */
"There is not enough free space on your startup disk to download the selected software. Please make more space available on your startup disk by deleting files and try again." = "启动磁盘上的可用空间不足，无法下载所选软件。请删除启动磁盘上的一些文件，以提供更多可用空间，然后再试一次。";

/* Not enough free space for SW installation check failed error description */
"OSPNotEnoughAvailableSpaceToInstall" = "HP Easy Start 要求您的启动磁盘上至少有 %1$@ 可用空间才能安装所选项目，但只有 %2$@ 可用空间。请删除启动磁盘上的一些文件，以提供更多可用空间，然后再试一次。";

/* Accessibility title for untitled Search button in Select Printer window. */
"OSPSearchButton" = "搜索";

/* Name of IPP protocol in the system Add Printer dialog */
"OSPIPPProtocolTitle" = "互联网打印协议 - IPP";
/* Name of LPD protocol in the system Add Printer dialog */
"OSPLPDProtocolTitle" = "行式打印机监控程序 - LPD";
/* Name of HP Jetdirect protocol in the system Add Printer */
"OSPJetDirectProtocolTitle" = "HP Jetdirect - Socket";

/* The names of the AirPrint and Secure AirPrint printer software. Localized strings should match to systems ones displayed in the Add Printer dialog */
"OSPPrinterSoftwareAirPrint" = "AirPrint";
"OSPPrinterSoftwareSecureAirPrint" = "安全 AirPrint";

/* Single byte size format */
"OSPByteSizeFormat" = "%zd 字节";

/* Multiple bytes size format */
"OSPBytesSizeFormat" = "%zd 字节";

/* KB size format */
"OSPKBSizeFormat" = "%zd KB";

/* MB size format */
"OSPMBSizeFormat" = "%.1f MB";

/* GB size format */
"OSPGBSizeFormat" = "%.2f GB";

/* TB size format */
"OSPTBSizeFormat" = "%.2f TB";

/* The information to show in the Install screen when there are no software packages available for selected AirPrint compatible device. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForAirPrintDevice" = "适用于 AirPrint 兼容 %1$@ 的 HP 软件仅可用于 OS X %2$@ 或更高版本。请单击“继续”以继续使用 AirPrint 进行设置。";

/* The information to show in the Install screen when there are no software packages available for selected device on user’s OS. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForDevice" = "适用于 %1$@ 设备的 HP 驱动程序仅可用于 OS X %2$@ 或更高版本。请更新计算机的操作系统，然后安装最新的 HP 驱动程序。";

/* Continue online screen message in case the device is AirPrint capable and no HP software is installed */
"Now that you are connected, remaining setup tasks will occur online." = "您现在已连接，其余的设置任务将联机进行。";


/* Enable logging checkbox title */
"Enable Logging" = "启用日志";


"Agreements and Settings" = "协议和设置";

"AgreementsAndSettingsScreenCescription" = "HP 会收集和分析来自您设备的产品、软件和服务使用情况以及技术数据，以更好地提供我们的产品和服务(包括更新和警报)、提供与您有关的信息和优惠，以及改进产品、服务和业务运营。HP 也会结合遵照 HP 隐私声明从您、其他 HP 客户或第三方收集的其他个人数据来分析这些数据。\n\n请查看并表明您接受以下协议和设置。";

/* First agreement: Information collected during setup.  See also "Information Collected.rtf" */

"Information Collected During the Setup Process" = "在设置过程中收集的信息";

"Disclosure of the information collected by HP during the setup process." = "HP 在设置过程中所收集信息的披露。";

/* Second agreement: EULA */
"End User License Agreement" = "最终用户许可协议";

"The legal agreement between HP and users of this software." = "HP 和此软件用户之间的法定协议。";

/* Third agreement: Usage Tracking.  See also  "Product Improvement.rtf" */
 
"Product Improvement Data Collection (Recommended)" = "产品改进数据收集(推荐)";

"To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information." = "To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information.";

"Allow HP to collect data for Product Improvements" = "允许 HP 收集和分析产品与软件使用情况信息";

/* Miscellaneous */

"HP Privacy Statement" = "HP 隐私声明";



/*////////////////////////////////////////////////////////////////////////////*/
/* New licence aggreement strings */

"Agreements and Settings" = "协议和设置";

"AgreementsAndSettingsScreenCescription" = "HP 会收集和分析来自您设备的产品、软件和服务使用情况以及技术数据，以更好地提供我们的产品和服务(包括更新和警报)、提供与您有关的信息和优惠，以及改进产品、服务和业务运营。HP 也会结合遵照 HP 隐私声明从您、其他 HP 客户或第三方收集的其他个人数据来分析这些数据。\n\n请查看并表明您接受以下协议和设置。";

/* First agreement: Information collected during setup.  See also "Information Collected.rtf" */

"Information Collected During the Setup Process" = "在设置过程中收集的信息";

"Disclosure of the information collected by HP during the setup process." = "HP 在设置过程中所收集信息的披露。";

/* Second agreement: EULA */
"End User License Agreement" = "最终用户许可协议";

"The legal agreement between HP and users of this software." = "HP 和此软件用户之间的法定协议。";

/* Third agreement: Usage Tracking.  See also  "Product Improvement.rtf" */
 
"Product Improvement Data Collection (Recommended)" = "产品改进数据收集(推荐)";


"Allow HP to collect data for Product Improvements" = "允许 HP 收集和分析产品与软件使用情况信息";

/* Miscellaneous */

"HP Privacy Statement" = "HP 隐私声明";



/* Printer - specific strings adjustments */

/* HP Smart print details explanation */
"In just a few steps, your HP printer or scanner will be ready for use!" = "只需执行几个步骤，您的 HP 打印机或扫描仪便可使用!";

/* Click continue message on prepare printer view */
"Click Continue once these preliminary tasks have been completed." = "完成这些初步任务后，立即单击“继续”。";

/* Ensure supplies are installed message on prepare printer view */
"Supplies are installed, if applicable" = "已安装耗材(如适用)";

/* Ensure network connection message on prepare printer view */
"If you do not intend to use a wireless connection, then attach the proper cable (USB or Ethernet) from your device to your Mac or wired network." = "如果您不想使用无线连接，请用合适的电缆(USB 或以太网电缆)将您的设备连接至您的 Mac 电脑或有线网络。";

/* Refer to the information message on prepare printer view */
"If you need assistance with any of these tasks, refer to the information provided with your HP product." = "在执行这些任务时，如需帮助，请参阅您的 HP 产品随附的信息。";

/* Unconfigured device display name */
"New Wireless Device" = "新增无线设备";

/* Printer selection view description */
"Select the device you want to use and then click Continue." = "选择您要使用的设备，然后单击“继续”。";

/* Device configuration error text */
"An error occurred during the configuration attempt. Reset the device to its default settings, and then try again." = "配置期间出错。请将设备重置为默认设置，然后再试一次。";

/* Alert explanation text displayed when the printer doesn't support LEDM configuration */
"Your device does not support wireless setup over a wireless network. Please refer to the product’s documentation for more information." = "您的设备不支持通过无线网络进行无线设置。请参阅产品文档，了解更多信息。";

/* Alert info on timeout while restoring connection */
"The device was not found on your wireless network. Click Wait to continue searching, or click Reconfigure to start the configuration again from the beginning. Click Cancel to select another device." = "在您的无线网络中找不到该设备。请单击“等待”以继续搜索，或单击“重新配置”，从头开始配置。单击“取消”可选择其他设备。";

/* Setup completion messages on the finish screen */
"Your HP product setup is complete" = "您的 HP 产品设置已完成";
"Your device is set up and ready to use." = "您的设备已设置，可供使用。";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "现在您已连接了网络并安装了基本软件，请使用 HP 实用工具完成剩余的打印机设置任务。";

/* Renaming device title and description*/
"Rename Device (Optional)" = "重命名设备(可选)";

/* Renaming device error title and description */
"Cannot change device name." = "无法更改设备名称。";
"Renaming the device was unsuccessful. You may try again, try using a different name, or proceed with the device’s present name." = "重命名设备失败。您可以再试一次，尝试使用其他名称，或者继续使用设备的现用名。";

/* Warning displayed in case user selects AirPrint and generic drivers for device on enable printing screen */
"An AirPrint printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "已向您的打印机分配 AirPrint 打印机驱动程序。此驱动程序提供基本功能，并支持与您的打印机配合使用。但是，为确保您能够访问打印机的所有功能，建议您使用 HP 打印机驱动程序。";
"A generic printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "已向您的打印机分配通用打印机驱动程序。此驱动程序提供基本功能，并支持与您的打印机配合使用。但是，为确保您能够访问打印机的所有功能，建议您使用 HP 打印机驱动程序。";

/* Software installation screen description */
"Download and install the recommended software for your HP product." = "为您的 HP 产品下载并安装推荐的软件。";

/* Device search/discovery messages */
"Turn your Mac's Wi-Fi on to discover available devices." = "开启 Mac 电脑的 Wi-Fi 以查找可用设备。";
"Searching for device with IP address: %@" = "正在搜索具有以下 IP 地址的设备: %@";
"Filter the listed devices, or enter an IP address or host name." = "过滤列出的设备，或者输入 IP 地址或主机名。";
"Devices matching %@" = "设备正在与 %@ 配对"; 
"Cannot find device." = "找不到设备。";
"Searching for device with host name: %@" = "正在搜索具有以下主机名的设备: %@";


/* Printer configuration */
"Set Up My HP Product" = "设置我的 HP 产品";


/* Alert about necessity to change user's network settings to connect to device setup network */
"To configure the device, HP Easy Start needs to temporarily change your connection settings. Authorization is required." = "为配置设备，HP Easy Start 需要暂时更改您的连接设置。此操作需要授权。";

/* 5 GHz wireless network connection error alerts */
"Your device is not compatible with 5 GHz networks. Select another network, and then try again." = "您的设备与 5 GHz 网络不兼容。请选择其他网络，然后再试一次。";
"Your device cannot be connected to the %1$@ network channel. Supported channels are %2$@. Set up your router to use one of the supported channels, or select another network." = "您的设备无法连接到 %1$@ 网络通道。支持的通道为 %2$@。请设置您的路由器以使用一种支持的通道，或者选择其他网络。";
"Your device cannot be connected to the %@ network channel. Set up your router to use another channel, or select another network." = "您的设备无法连接到 %@ 网络通道。请设置您的路由器以使用其他通道，或者选择其他网络。";

/* Device setup error alert title */

/* Device setup progress messages */
"Gathering device information..." = "正在收集设备信息...";


/* USB device busy error allert title and description */
"The device is busy" = "设备正忙";
"Your device is being used by the operating system or some other application. Try again later or restart the device." =  "您的设备正被操作系统或某个其他应用程序使用。请稍后再试一次或重新启动设备。";

/* Device communication error title and messages */
"Unable to communicate with the device." = "无法与设备通信。";
"Make sure that your device is powered on, and connected to your network. Also check assigned device host name or IP-address, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "确保您的设备已开机并已连接到网络。另外请检查分配的设备主机名或 IP 地址，并确保您的搜索信息已正确键入。如果仍未找到您的设备，请单击“信息”按钮以获取更多提示。";

"The user name and password assigned to this device by your administrator are required to perform this task." = "需要提供您的管理员为此设备分配的用户名和密码，才能执行此任务。";

/* Join wireless network progress reporting */
"Preparing for setup..." = "正在准备进行设置...";
"Connecting to the device..." = "正在连接设备...";
"Setting up the device..." = "正在设置设备...";

"Restoring your network connection..." = "正在恢复您的网络连接...";
"Verifying the device settings..." = "正在验证设备设置...";
"Your device is now connected." = "您的设备现已连接。";

/* For single-function printers */
"Enable Printing" = "启用打印";

/* For multi-function printers */
"Enable Print and Scan" = "启用打印和扫描";
"Follow these steps to prepare to print and scan." = "执行以下步骤以准备进行打印和扫描。";

/* For single-function scanners */
"Enable Scanning" = "启用扫描";
"Follow these steps to prepare for scanning." = "执行以下步骤以准备进行扫描。";

/* Scan test page description */
"To ascertain that the scanner has been successfully configured, place a document in the scanner according to the device’s placement markings, and then click Scan Test Page." = "要确保扫描仪已成功配置，请按照设备的放置标记在扫描仪中放入一份文稿，然后单击“扫描测试页面”。";

/* Scanning unavailable due to unsupported connection error alert title and description */
"Unsupported connection type." = "不支持的连接类型。";
"Scanning functions will not be available" = "扫描功能将不可用";
"OS X does not support scanning on devices connected via host name or IP-address methods. You may continue to setup this device for printing only.  To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X 不支持在通过主机名或 IP 地址方式连接的设备上进行扫描。您可以继续设置此设备，只进行打印。若要扫描，请在您的设备上启用 Bonjour，确保设备与您的 Mac 电脑连接到同一个本地网络，然后在设备出现在列表中时再次选中该设备。";

"OS X does not support scanning on devices connected via host name or IP-address methods.  Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device when it appears in the list." = "OS X 不支持在通过主机名或 IP 地址方式连接的设备上进行扫描。请在您的设备上启用 Bonjour，确保设备与您的 Mac 电脑连接到同一个本地网络，然后在设备出现在列表中时选中该设备。";

/* Scan test page info messages */ 
"Connecting to the scanner..." = "正在连接扫描仪...";
"The scanner reported an error" = "扫描仪报告了一个错误。";
"Scanning..." = "正在扫描...";
"The scanner is warming up..." = "扫描仪正在预热...";
"A document is not loaded" = "文稿未装入。";

/* Test page control titles */
"Scan" = "扫描";

"Print" = "打印";
"Scan Test Page" = "扫描测试页面";

/* Create device queue instruction and button title */
"Add Device..." = "添加设备...";

/* ScanJet selection instruction */
"Select \"%1$@\" with Location value \"%2$@\"" = "选择位置数值为“%2$@”的“%1$@”";

/* App log location description */
"Logged information will be saved to \"%1$@\" in your %2$@ folder." = "记录的信息将保存到 %2$@ 文件夹内的“%1$@”中。";


/* 2.2.4 strings */
"Confirm that your scanner is functioning properly." = "确认您的扫描仪工作正常。";
"The selected network is not reachable from your HP device. Try to relocate the device closer to your wireless router or access point." = "从您的 HP 设备无法连接到所选网络。试着将设备放到离您的无线路由器或访问点更近的位置。";
"Google Analytics Privacy Policy" = "Google Analytics 隐私政策";
"The scanner was added successfully." = "扫描仪已成功添加。";
"Your %1$@ device is supported for use on OS X %2$@ or later. Please update your computer's operating system." = "您的 %1$@ 设备支持在 OS X %2$@ 或更高版本上使用。请更新您电脑的操作系统。";
"Test Your Scanner" = "测试您的扫描仪";
"Place an item on the scanner and try again." = "在扫描仪中放入一个项目，然后重试。";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac." = "检查 USB 电缆是否安全地连接到设备和您 Mac 上的 USB 端口。";
"Cannot configure the device software." = "无法配置设备软件。";
"Make sure all device cables are securely connected, or that the wireless connection is working properly, and then try again." = "确保所有设备电缆已安全连接，或确保无线连接正常工作，然后重试。";
"ReviewedCheckboxTitle" = "我已查看并接受了协议和设置。";
"Your Mac login password is required to complete this step." = "要完成此步骤，需要提供您的 Mac 登录密码。";
"Make sure your device is powered on and connected to the network, and then try again." = "确保您的设备已通电并连接到网络，然后重试。";
"HP scanner drivers for your %1$@ device are only available for OS X %2$@ or later. Please update your computer's operating system and then install the latest HP drivers." = "适用于您的 %1$@ 设备的 HP 扫描仪驱动程序仅对 OS X %2$@ 或更高版本可用。请更新您电脑的操作系统，然后安装最新的 HP 驱动程序。";
"Creating the printer queue..." = "正在创建打印机队列...";
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click Print Test Page." = "要确定打印机是否成功配置，确保打印机的送纸盒中有纸，然后点按“打印测试页”。";
"Connecting to the scanner. Please wait..." = "正在连接扫描仪。请等待...";
"Your Mac login credentials are required to grant HP Easy Start permission to install software on this computer. Click OK and then try again." = "要授予 HP Easy Start 在此电脑上安装软件的权限，需要提供您 Mac 的登录凭证。请点按“确定”，然后重试。";
"The %@ IP address is not reachable." = "%@ IP 地址无法连接。";
"Click to setup the scanner in the system" = "点按以在系统中设置扫描仪";
"The IP address you provided is located on a different IP network and cannot be accessed from your Mac." = "您提供的 IP 地址位于不同的 IP 网络中，无法从您的 Mac 进行访问。";

"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click Scan Test Page. If working properly the scanned image will appear in the preview area." = "要执行此可选步骤，按照放置标记将单页文稿放在扫描仪上，然后点按“扫描测试页”。如果扫描仪正常工作，则扫描的图像将出现在预览区域中。";

"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If the device is still not found, disconnect the USB cable, wait a few moments, and then re-connect." = "检查 USB 电缆是否安全地连接到设备和您 Mac 上的 USB 端口。如果仍找不到设备，从 USB 电缆断开连接，稍等片刻，然后重新连接。";
"ProductImprovementDescription" = "要提高 HP 产品和解决方案质量，更好地理解客户并制定战略性业务计划，HP 将使用包括 Google Analytics 在内的工具来收集、结合使用以及分析不含个人识别信息的数据。";

/* Scan queue creation action title */
"Add this scanner to the System Preferences \"Printers & Scanners\" list." = "将此扫描仪添加到“系统偏好设置”的“打印机与扫描仪”列表。";

/* Add print queue button description */
"Add this printer to the System Preferences \"Printers & Scanners\" list." = "将此打印机添加到“系统偏好设置”的“打印机与扫描仪”列表。";

/* Description for Print view in Enable Print and Scan page */
"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "要执行此可选步骤，将一张 %@ 纸放入打印机的送纸盒，然后点按“打印测试页”。";


/* Title and description of the alert displayed in case app should be restarted to correctly handle HP software update */
"%@ Needs To Be Restarted" = "%@ 需要重启";
"Setup of the selected device requires HP software update and restart of %@." = "设置所选设备需要更新 HP 软件和重启 %@。";

/* Create the print/scan queue action description*/
"Add this device to the System Preferences \"%@\" list." = "将此设备添加到系统首选项“%@”列表中。";
"Add this scanner to the System Preferences \"%@\" list." = "将此设备添加到系统首选项“%@”列表中。";

/* Name of Print & Scan System Preferences pane on OSX 10.8 and lower. The localized name should be the same as in the OSX System Preferences */
"Print & Scan" = "打印与扫描";

/* Name of Print & Scan System Preferences pane on OSX 10.9 and higher. The localized name should be the same as in the OSX System Preferences */
"Printers & Scanners" = "打印机与扫描仪";

/* Warning title and description in case the device is found via WSDiscovery but can not be discovered via Bonjour */
"Some of your device functions may be unavailable." = "某些设备功能可能无法使用。";
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X 仅对通过 Bonjour 连接的设备支持扫描和传真功能，但此设备不能通过 Bonjour 发现。您仅可以继续设置此设备的打印功能。要使用设备的所有功能，请在设备上启用 Bonjour，并确保此设备和您的 Mac 连接到同一本地网络，然后在设备出现在列表中时，再次选择此设备。";

/* Description and the button title displayed in case the print queue should be updated with ippusb scheme on 10.12 */
"Print queue for your device needs to be updated." = "设备的打印队列需要更新。";
"Update..." = "更新...";

/* Warning description for the case user found ScanJet by IP-address or host name */
"OS X does not support scanning on devices connected via host name or IP-address methods. To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X 不对通过主机名称或 IP 地址方式连接的设备提供扫描支持。要扫描，请在设备上启用 Bonjour，并确保设备和您的 Mac 连接到同一本地网络，然后在设备出现在列表中时，再次选择该设备。";

"To connect the device, complete the following steps. After you complete each step, click \"Try Again\".\n \n1. Make sure all cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the device off, and then turn it on again" = "要连接设备，请完成以下步骤。在完成每个步骤后，单击“重试”。\n \n1. 确保所有电缆都已安全连接，或无线连接正常工作。\n\n2. 关闭设备，然后再打开。";

/* Hardware Setup screen title, description and explanation */
"Hardware Setup" = "硬件设置";
"Lets install ink and paper" = "请安装墨水和纸张";
"Follow the printed instructions that came with your device.\n\nAfter you've completed ink and paper installation, select <b>Continue</b>." = "按照设备附带的打印说明进行操作。\n\n完成墨水和纸张安装后，选择<b>继续</b>。";



/* Offline setup flow strings */

/* Online setup error title */
"Cannot establish connection for online setup." = "无法建立连接来进行在线设置。";
/* Online setup error description in case software is not accessible  */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup." = "某些设备设置步骤需要 Internet 连接，包括 HP 软件安装。请确保您的计算机已连接到 Internet，然后单击“重试”。单击“继续离线”以跳过在线设置。";
/* Online setup error description in case software is accessible */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup steps and setup your device with AirPrint driver." = "某些设备设置步骤需要 Internet 连接，包括 HP 软件安装。请确保您的计算机已连接到 Internet，然后单击“重试”。单击“继续离线”以跳过在线设置，并使用 AirPrint 驱动程序设置您的设备。";
/* Continue offline button title */ 
"Continue Offline" = "继续离线!";

/* Information text to the busy alert on trying to close download window */
"Software download is in progress. Please wait until download is completed." = "正在下载软件。请等待下载完成。";

/* Confirmation button title on busy alert */
"Close Anyway" = "仍然关闭";

/* Information text to the busy alert on trying to quit application */
"You have an active downloading in progress. Please wait for downloading completion or cancel active downloads." = "您目前有正在下载的内容。请等待下载完成或取消下载。";

/* The information text to the download failure alert, when the reason is unknown */
"The software cannot be downloaded. Try again later." = "该软件无法下载。请稍后重试。";

/* Switch to Bonjour connection proposal screen */

/* Screen Title */
"Enable Bonjour" = "启用 Bonjour";

/* Title and description for the message displayed in case the device found by IP-address is also available via Bonjour */
"Your device is available via Bonjour connection." = "您的设备可通过 Bonjour 连接使用。";
"Using Bonjour allows you to have more features and options for work with your device." = "借助 Bonjour，您可以在操作设备时拥有更多功能和选择。";

/* Radio buttons for selecting connection */
"Use Bonjour connection" = "使用 Bonjour 连接";
"Use current connection" = "使用当前连接";


/* Message text for MFU found by IP-address or WS-Discovery */
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X 仅对通过 Bonjour 连接的设备提供扫描和传真功能，但无法通过 Bonjour 发现此设备。您可以继续设置此设备，以仅进行打印。要使用设备的所有功能，请启用设备上的 Bonjour，确保设备与 Mac 连接到同一本地网络。";


/* Message text for scanner found by IP-address or WS-Discovery */
"OS X supports scanning for devices connected via Bonjour only, but this device can not be discovered via Bonjour. Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X 仅对通过 Bonjour 连接的设备提供扫描功能，但无法通过 Bonjour 发现此设备。您可以继续设置此设备，以仅供打印。请启用设备上的 Bonjour，确保设备与 Mac 连接到同一本地网络。";


/* Wireless setup over USB */

/* Screen title and description */
"Connect device to the wireless network" = "将设备连接到无线网络";
"Your device supports wireless network connection." = "您的设备支持无线网络连接。";


/* Radio buttons for selecting connection */
"Connect to wireless network" = "连接到无线网络";
"Continue with USB connection" = "继续使用 USB 连接";

/* Error message for USB device setup error */
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If still not working, turn your device off, wait a few moments, and turn it on again." = "请检查 USB 电缆是否已牢固地连接到设备和 Mac 上的 USB 端口。如果设备仍无法工作，请将其关闭，等待几分钟后再将其打开。";

/* Title and description for message that tells user device is to be unplugged from USB */
"Unplug your device from USB." = "从设备拔出 USB 电缆。";
"Please unplug your device from USB to start using the network connection." = "请从设备拔出 USB 电缆以开始使用网络连接。";


/* SW Download */

/* Search field placeholder */
"Device model name" = "设备型号名称";

/* Initial action description */
"Enter the device model name to start searching for software online." = "输入设备型号名称以开始在线搜索软件。";

/* Done button title */
"New Download" = "新下载";


/* Print/scan test page action description */
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click %@." = "要确定打印机已经成功配置，请确保打印机的纸盒中有纸，然后单击 %@。";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click %@. If working properly the scanned image will appear in the preview area." = "要执行此可选步骤，请根据放置标记将单页文档放在扫描仪上，然后单击 %@。如果运行正常，扫描的图像将显示在预览区域。";

"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click %@." = "要执行此可选步骤，请将一张 %@ 纸放入打印机的纸盒内，然后单击 %@。";

/* Alert message for case user connects to the wireless network, but the specific band is turned off on the device control panel */
"%@ Wi-Fi band frequency support is turned off. Please turn it on in the device control panel, or select another network." = "%@ Wi-Fi 带频支持已关闭。请在设备控制面板中将其打开或选择其他网络。";

/* Wireless channel bands */
"2.4GHz" = "2.4 GHz";
"5GHz" = "5 GHz";

/* Select device screen description. The bold text is marked with <b>..</b> */
"Select the device you want to use and then click <b>Continue</b>." = "选择想要使用的设备，然后单击<b>继续</b>。";

/* Join Wi-Fi network action note. The bold text is marked with <b>..</b> */
"Note: When you click <b>Join</b>, your Mac will be temporarily disconnected from your wireless network. %@" = "注意：单击<b>加入</b>时，您的 Mac 将暂时断开与无线网络的连接。%@";

/* Join Wi-Fi screen description. The bold text is marked with <b>..</b> */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click <b>Join</b>." = "单击设备图标下的标签并给设备指定一个容易识别的名称，确保已选中 Mac 的当前 Wi-Fi 网络，然后单击<b>加入</b>。";

/* Open HP Utility and Continue Online screen descriptions. The bold text is marked with <b>..</b> */
"Click <b>Open HP Utility</b> and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "单击<b>打开 HP 实用程序</b>，然后按照显示的步骤操作。打开 HP 实用程序后，HP Easy Start 将自动关闭。";
"Click <b>Continue Online</b> to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "单击<b>继续联机</b>以打开 Web 浏览器，然后按照显示的步骤操作。打开浏览器后，HP Easy Start 将自动关闭。";

/* The first screen description */
"Power on your device to quickly and easily set up, connect, and begin printing with HP Easy Start. In a few simple steps, your HP printer or scanner will be ready to use!" = "启动设备，然后通过 HP Easy Start 轻松快速地设置、连接和开始打印。只需几个简单的步骤，您的 HP 打印机或扫描仪便可使用！";

/* Controls caption for case locale/language was not initially set */
"Select Country..." = "选择国家/地区...";
"Select Language..." = "选择语言...";

/* Enable Bonjour screen descriptions for scanners */
"Bonjour connection is required for scanning." = "扫描需要 Bonjour 连接。";

/* Proceed with Bonjour connection action description for scanners */ 
"Click <b>Continue</b> to proceed with Bonjour connection." = "单击<b>继续</b>以继续 Bonjour 连接。";

/* Add printer/print test page screen title and description */
"Add and Verify Your Device" = "添加和验证设备"; 
"Follow these steps to prepare the device for work." = "按照这些步骤为工作准备设备。";

/* Quit application during online setup alert message header */
"Setup not complete" = "设置未完成";

/* Quit application during online setup alert message details button titles are "Continue", "Skip to Software Download" and "Quit"*/
"If you close %1$@, you might not be able to print from this computer.\nEven though you have connected your printer to a network, you will still need to install print drivers.\nAdditionally, if you close this window now, your supplies might not be configured properly.\nClick <b>%2$@</b> to continue set up (recommended), <b>%3$@</b> to download and install printer drivers, or <b>%4$@</b> to quit the application." = "如果关闭 %1$@，可能无法从此计算机打印。\n即使已将打印机连接到网络，您仍需要安装打印驱动程序。\n另外，如果现在关闭此窗口，可能无法正确配置您的耗材。\n单击<b>%2$@</b>以继续设置（推荐），单击<b>%3$@</b>可下载和安装打印机驱动程序，或单击<b>%4$@</b>退出应用程序。";

/* Skip online setup button title */
"Skip to Software Download" = "跳到软件下载";

/* Quit application during online setup button title */
"Quit" = "退出";

"Welcome to %@!" = "欢迎使用 %@！";
"Power on your device to easily set up, connect, and begin printing with HP Easy Start.\nLet's get your HP printer or scanner ready to use!" = "启动设备，以便轻松设置、连接并开始使用 HP Easy Start 进行打印。\n我们先准备好 HP 打印机或扫描仪！";
I_Have_Read_Agreement_prefix = "我已阅读并同意";
"End_User_License_Agreement" = "最终用户许可协议";
" and " = "和";
"Privacy Statement" = "隐私声明";
I_Have_Read_Agreement_suffix = "。";
User_Settings_prefix = "如需了解更多信息或更改用户设置，请";
"click here" = "单击此处";
User_Settings_suffix = "。";
"User Settings" = "用户设置";
"Allow usage information to be sent" = "允许发送使用情况信息";
"HP collects and analyzes printer usage and technical data from HP devices for the purposes of providing and improving products, services and business operations, and delivering relevant information and benefits. HP may also analyze this data in combination with other data collected in accordance with the HP Privacy Statement." = "HP 从 HP 设备收集和分析打印机使用情况和技术数据，以便提供和改进产品、服务和业务运营，以及提供相关信息和各种益处。HP 可能还会将此数据与根据 HP 隐私声明收集的其他数据结合起来进行分析。";
"Allow your %@ software to send data to HP" = "允许您的 %@ 软件将数据发送到 HP";
"In order to deliver better versions of your %@ software, HP will periodically collect anonymous usage data (some information may be collected using Google Analytics) and transmit that data to HP." = "为了提供更好的 %@ 软件版本，HP 将会定期收集匿名使用数据（某些信息可能通过 Google Analytics 收集）并将数据传输到 HP。";
"Click here to learn more about Google Analytics" = "单击此处了解有关 Google Analytics 的更多信息";
"Prepare printer for setup" = "准备设置打印机";
"Click <b>Continue</b> after you complete the following tasks." = "完成以下任务后，单击<b>继续</b>。";
"Make sure the printer is plugged into a power source" = "确保打印机已插入电源";
"Make sure the printer is turned ON" = "确保打印机已打开";
"For wireless printer setup, remove any Ethernet or USB cables that might be connected to your printer" = "如要无线设置打印机，请移除可能连接到打印机的任何以太网或 USB 电缆";
"For assistance with these tasks, consult the information provided with your printer." = "有关这些任务的帮助，请参阅打印机附带的信息。";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                            Hawk Specific                                   */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Download" = "下载";
/* Menu item to create new window */
"New Download Window" = "新下载窗口";

/* Main screen title */
"Download Software" = "下载软件";

/* Helping description on the main screen to the seatch field */
"Enter the device model name to start searching for software" = "输入设备型号名称以开始搜索软件";

/* Stub message when search field is empty and no model is selected */
"No model selected" = "未选择型号";

/* Title of link to open location of downloaded software component in Finder */
"Show In Finder" = "在 Finder 中显示";
